Repository: PolyLAN/polybookexchange
Catalog: polybookexchange/locale/*/LC_MESSAGES/django.po
Languages: fr

source: AGEPoly's book exchange: Exemplar in sale
fr: Bourse aux livres de l'AGEPoly: Exemplaire en vente
