Repository: PolyLAN/polybookexchange
Catalog: polybookexchange/locale/*/LC_MESSAGES/django.po
Languages: fr

source: New book to sell
fr: Nouveau livre à vendre

source: New book in database
fr: Nouveau livre dans la base de données

source: Title:
fr: Titre :

source: Author(s):
fr: Auteur(s) :

source: Use commas if more than one
fr: Utilisez des virgules si plus d'un auteur

source: Editor:
fr: Editeur :

source: Year:
fr: Année :

source: Submit
fr: Envoyer

source: Cannot find the candidate. Is it already validated ?
fr: Impossible de trouver le candidat. Est-il déjà validé ?

source: The sciper of the seller
fr: Sciper du vendeur

source: New exemplar
fr: Nouvel exemplaire

source: The seller is
fr: Le vendeur est

source: About the exemplar
fr: À propos de l'exemplaire

source: Annotated
fr: Annoté

source: Surligned
fr: Surligné

source: New
fr: Nouveau

source: Good
fr: Bon

source: Bad
fr: Mauvais

source: Price asked:
fr: Prix demandé :

source: Comments:
fr: Commentaires :

source: Book ID
fr: Livre n°

source: Exemplar Identifier:
fr: ID de l'exemplaire :

source: Book usage
fr: Utilisation du livre

source: Please select sections/years when this book is used.
fr: Merci de sélectionner les sections/années où ce livre est utilisé.

source: Add a book
fr: Ajouter un livre

source: Sell a book
fr: Vendre un livre

source: Give money
fr: Donner de l'argent

source: Remove a book
fr: Retirer un livre

source: List all candidates
fr: Lister tous les candidats

source: List all transactions
fr: Lister toutes les transactions

source: Clean candidates
fr: Nettoyer les candidats

source: Financial Infos
fr: Informations financières

source: Privilege administration
fr: Gestion des privilèges

source: Candidate ID
fr: Candidat n°

source: Validate the candidate
fr: Valider le candidat

source: Exemplar ID
fr: Exemplaire N°

source: Exemplar details
fr: Détails de l'exemplaire

source: Book details
fr: Détails du livre

source: Book exchange
fr: Bourse aux livres

source: AGEPoly's book exchange
fr: Bourse aux livres de l'AGEPoly

source: Welcome
fr: Bienvenue

source: Language
fr: Langue

source: Logout
fr: Se déconnecter

source: Back to the AGEPoly's website
fr: Retourner sur le site de l'AGEPoly

source: General
fr: Général

source: Home
fr: Accueil

source: How does it work ?
fr: Comment ça marche ?

source: Buy books
fr: Acheter des livres

source: Search
fr: Rechercher

source: Browse
fr: Parcourir

source: Purchases
fr: Achats

source: Sell books
fr: Vendre des livres

source: Propose a new book
fr: Proposer un nouveau livre

source: Your propositions
fr: Vos propositions

source: Books sold or in sale
fr: Livres en vente ou vendus

source: Administration's home
fr: Accueil de l'administration

source: Statistics
fr: Statistiques

source: Fork me on Github!
fr: Forkez moi sur GitHub !

source: Edit book details
fr: Éditer les détails du livre

source: Exemplars of this book currently available:
fr: Exemplaires de ce livre actuellement disponibles :

source: ID
fr: N°

source: Price
fr: Prix

source: State
fr: Etat

source: Exemplar n°
fr: Exemplaire N°

source: Sell
fr: Vendre

source: This book is not available now, please try again later !
fr: Ce livre n'est pas disponible pour le moment, merci d'essayer plus tard !

source: Exemplars solds:
fr: Exemplaires vendus :

source: No exemplar sold yet !
fr: Pas d'exemplaires vendus pour le moment !

source: This book is used by:
fr: Ce livre est utilisé par :

source: This page displays all exemplars in stock linked to a section
fr: Cette page affiche tous les exemplaires en stock liés à une section

source: All
fr: Tous

source: Semester
fr: Semestre

source: Previous
fr: Précédent

source: Page %(n)s of %(p)s
fr: Page %(n)s sur %(p)s

source: Next
fr: Suivant

source: Book proposition's details
fr: Détails de la proposition

source: You have to <a href='javascript:window.print()'>print</a> this page and put it inside the book you bring to AGEPoly's event from Tuesday, September 27, 2022 to Thursday, September 29, 2022 between 8:45 AM and 5:15 PM at CO floor 0 (or present this document there)
fr: Vous devez <a href='javascript:window.print()'>imprimer</a> cette page et la mettre dans le livre, puis ammener le livre à l'évènement de l'AGEPoly du Mardi 29 septembre au Jeudi 29 septembre entre 8h45 et 17h15 au sous-sol CO (ou bien présenter le document sur votre téléphone avec le livre)

source: Candidate ID:
fr: Candidat n° :

source: Your book will only be available in the sell area when you bring it to AGEPoly's event and we validated it
fr: Votre livre sera mis en vente seulement lorsque vous l'aurez apporté à l'évènement de l'AGEPoly et que nous l'auront confirmé

source: You can access this page later using the left menu if you cannot print it now.
fr: Vous pouvez accéder à cette page plus tard en utilisant le menu à gauche si vous ne pouvez pas imprimer maintenant.

source: Close this window
fr: Fermer cette fenêtre

source: Change price
fr: Changer le prix

source: New price has been saved !
fr: Le nouveau prix a été sauvegardé !

source: Back
fr: Retour

source: Please enter a price greather than 0, without cents
fr: Merci d'entrer un prix suppérieur à 0, sans les centimes

source: New price
fr: Nouveau prix

source: The old price was
fr: L'ancien prix était

source: Save
fr: Sauvegarder

source: Old candidates cleanup
fr: Nettoyage des anciens candidats

source: Candidates deleted !
fr: Candidats supprimés !

source: If needed, you can unselect some candidates
fr: Si nécessaire, vous pouvez déselectionner certains canditats

source: Nothing to cleanup !
fr: Rien à supprimer !

source: Cleanup
fr: Nettoyage

source: Edit a book
fr: Éditer un livre

source: Edit book in database
fr: Éditer un livre dans la base de données

source: Hi !<br /> <br /> One of your book (Title: <b>%(title)s</b>, exemplar id: <b>%(id)s</b>) is now in sale !<br /> <br />At the end of the book exchange event, your book will be automaticaly transfered to the online book exchange (this website). Please note that it is your responsibility to get your book back : if you haven't asked for your book in 12 months, it will be automaticaly given to the central library, without the possibility to get it or your money back.<br/> <br /> If you have any questions, don't hesitate to email services@agepoly.ch! <br /> <br /> Thank you for using the book exchange!<br /> <br /> Best,<br /> <br /> AGEPoly's book exchange,<br /> <br /> <br /> <i>(This email is sent automaticaly when a book is validated)</i>
fr: Bonjour !<br /> <br /> Un de vos livres (Titre: <b>%(title)s</b>, exemplaire n°: <b>%(id)s</b>) est maintenant en vente !<br /> <br /> <br />A la fin de l'évènement, votre livre sera automatiquement transféré à la bourse aux libres en ligne (ce site). Attention, c'est votre responsabilité de venir chercher votre livre au bureau de l'AGEPoly d'ici 12 mois, sans quoi il sera donné à la bibliothèque centrale, sans possibilité de récupérer le livre ou votre argent !<br/> <br /> Si vous avez la moindre question, n'hésitez pas d'envoyer un mail à services@agepoly.ch ! <br /> <br /> Merci d'utiliser la bourse aux livres !<br /> <br /> Meilleures salutations,<br /> <br /> La bourse aux livres de l'AGEPoly,<br /> <br /> <br /> <i>(Cet email est envoyé automatiquement lorsqu'un livre est validé)</i>

source: Hi ! One of your book (exemplar id: %(id)s) is now in sale ! At the end of the book exchange event, your book will be automaticaly transfered to the online book exchange (this website). Please note that it is your responsibility to get your book back : if you haven't asked for your book in 13 months, it will be automaticaly given to the central library, without the possibility to get it or your money back. If you have any questions, don't hesitate to email services@agepoly.ch! Thank you for using the book exchange! Best, AGEPoly's book exchange, (This email is sent automaticaly when a book is validated)
fr: Bonjour ! Un de vos livres (Exemplaire n°:%(id)s) est maitenant en vente ! A la fin de l'évènement, votre livre sera automatiquement transféré à la bourse aux libres en ligne (ce site). Attention, c'est votre responsabilité de venir chercher votre livre au bureau de l'AGEPoly d'ici 12 mois, sans quoi il sera donné à la bibliothèque centrale, sans possibilité de récupérer le livre ou votre argent ! Si vous avez la moindre question, n'hésitez pas d'envoyer un mail à services@agepoly.ch ! Merci d'utiliser la bourse aux livres ! Meilleures salutations, La bourse aux livres de l'AGEPoly, (Cet email est envoyé automatiquement lorsqu'un livre est validé)

source: Hi !<br /> <br /> As said in our conditions, your book (exemplar id: <b>%(id)s</b>) has been removed from our system and offered to the main library.<br /> <br /> Thank you for using the book exchange!<br /> <br /> Best,<br /> <br /> AGEPoly's book exchange,<br /> <br /> <br /> <i>(This email is sent automaticaly when a book is removed)</i>
fr: Bonjour !<br /> <br /> Comme décrit dans nos conditions, votre livre (exemplaire n°: <b>%(id)s</b>) a été retiré de notre système et donné à la bibliothèque centrale.<br /> <br /> Merci d'utiliser la bourse aux livres !<br /> <br /> Meilleures salutations,<br /> <br /> La bourse aux livres de l'AGEPoly,<br /> <br /> <br /> <i>(Cet email est envoyé automatiquement lorsqu'un livre est retiré)</i>

source: Hi ! As said in our conditions, your book (exemplar id: %(id)s) has been removed from our system and offered to the main library. Thank you for using the book exchange! Best, AGEPoly's book exchange, (This email is sent automaticaly when a book is removed)
fr: Bonjour ! Comme décrit dans nos conditions, votre livre (Exemplaire n°:%(id)s) a été retiré de notre système et donnée à la biliothèque centrale. Merci d'utiliser la bourse aux livres ! Meilleures salutations, La bourse aux livres de l'AGEPoly, (Cet email est envoyé automatiquement lorsqu'un livre est retiré)

source: Hi !<br /> <br /> One of your book (Title: <b>%(title)s</b>, exemplar id: <b>%(id)s</b>) has been sold! You will soon receive informations about how to receive your money! <br /> <br /> Thank you for using the book exchange!<br /> <br /> Best,<br /> <br /> AGEPoly's book exchange,<br /> <br /> <br /> <i>(This email is sent automaticaly when a book is sold)</i>
fr: Bonjour !<br /> <br /> Un de vos livres (Titre: <b>%(title)s</b>, exemplaire n°: <b>%(id)s</b>) à été vendu ! Vous pouvez venir au bureau de l'AGEPoly récupérer votre argent<br /> <br /> Merci d'utiliser la bourse aux livres !<br /> <br /> Meilleures salutations,<br /> <br /> La bourse aux livres de l'AGEPoly,<br /> <br /> <br /> <i>(Cet email est envoyé automatiquement lorsqu'un livre est vendu)</i>

source: Hi ! One of your book (Title: %(title)s, exemplar id: %(id)s) has been sold! You can come to AGEPoly's desk to claim your money. Thank you for using the book exchange! Best, AGEPoly's book exchange, (This email is sent automaticaly when a book is sold)
fr: Bonjour ! Un de vos livres (Titre: %(title)s, exemplaire n°:%(id)s) a été vendu ! Vous pouvez maintent venir au bureau de l'AGEPoly récupérer votre argent. Merci d'utiliser la bourse aux livres ! Meilleures salutations, La bourse aux livres de l'AGEPoly, (Cet email est envoyé automatiquement lorsqu'un livre est vendu)

source: Hi !<br /> <br /> The book exemplar <b>%(id)s</b> has a new price: <b>%(price)s</b>!<br /> <br /> Best,<br /> <br /> AGEPoly's book exchange,
fr: Bonjour !<br /> <br /> L'exemplaire n° <b>%(id)s</b> à un nouveau prix: <b>%(price)s</b> !<br /> <br /> Meilleures salutations,<br /> <br /> La bourse aux livres,

source: Hi! The book exemplar %(id)s has a new price: %(price)s! Best, AGEPoly's book exchange,
fr: Bonjour ! L'exemplaire n°%(id)s a un nouveau prix: %(price)s ! Meilleures salutations, la bourse aux livres,

source: Details of exemplar
fr: Détails de l'exemplaire

source: State:
fr: Statut :

source: Annotated:
fr: Annoté :

source: Yes,No
fr: Oui,Non

source: Highlighted:
fr: Surligné :

source: Price:
fr: Prix :

source: Seller's comments:
fr: Commentaires du vendeur :

source: Starting date of sale:
fr: Début de la vente :

source: Sold date:
fr: Date de vente :

source: This exemplar hasen't been sold yet.
fr: Cette exemplaire n'a pas encore été vendu.

source: Seller:
fr: Vendeur :

source: Buyer:
fr: Acheteur :

source: Out Reason:
fr: Raison de sortie :

source: Money given to seller on:
fr: Argent donné au vendeur le :

source: Money has not been given yet
fr: L'argent n'a pas encore été donné

source: No money to give to seller
fr: Pas d'argent à donner au vendeur

source: To buy this book, please come to AGEPoly's book exchange from Tuesday, September 27, 2022 to Thursday, September 29, 2022 between 8:45 AM and 5:15 PM at CO floor 0 and find the book number <b>%(id)s</b>!
fr: Pour acheter ce livre, merci de venir à la bourse aux bouquins au sous-sol CO entre 8h45 et 17h15 du mardi 27 septembre au jeudi 27 septembre et trouvez le livre n°<b>%(id)s</b> !

source: Print card
fr: Imprimer la fiche

source: Details of exemplar <b>%(pk)s</b> of book <u>%(title)s (%(isbn)s)</u>
fr: Détails de l'exemplaire <b>%(pk)s</b> du livre <u>%(title)s (%(isbn)s)</u>

source: Highlighted
fr: Surligné

source: To sale since
fr: En vente depuis

source: Not sold yet
fr: Pas encore vendu

source: Seller
fr: Vendeur

source: Buyer
fr: Acheteur

source: Financials Infos
fr: Informations financières

source: Total price of book sold: %(all_sold_books)s CHF
fr: Prix total des livres vendus : %(all_sold_books)s CHF

source: Total value of books lost: %(all_lost_books)s CHF
fr: Valeur totale des livres perdus : %(all_lost_books)s CHF

source: Total amount of money already given to sellers: %(all_given_money)s CHF
fr: Montant total donné aux vendeurs : %(all_given_money)s CHF

source: Total money owed to sellers: %(result)s CHF
fr: Montant total dû aux vendeurs : %(result)s CHF

source: Money owed to sellers since more than one year
fr: Montant dû aux vendeurs depuis plus d'un an

source: Title
fr: Titre

source: Sold date
fr: Date de vente

source: Give Money
fr: Donner de l'argent

source: AGEPoly Book Exchange Seller Receipt
fr: Bourse aux livres de l'AGEPoly: Exemplaire retiré

source: This report was issued on: %(now)s
fr: Ce rapport a été généré le : %(now)s

source: Submited date
fr: Date de soumission

source: Buy date
fr: Date d'achat

source: Lost Book (AGEPoly)
fr: Livre perdu (AGEPoly)

source: Success !
fr: Succès !

source: Sciper invalid ! (or other error)
fr: Sciper invalide ! (ou autre erreur)

source: No book to reimburse !
fr: Pas de livre à rembourser !

source: Confirm
fr: Confirmer

source: Go
fr: Valider

source: How it works ?
fr: Comment ça marche ?

source: What is the book exchange ?
fr: Qu'est-ce que la bourse au livres ?

source: The book exchange is a system who allows you to sell or buy used books of other students. AGEPoly takes care of the storage of your books and sell them for you, without any fees.
fr: La bourse aux livres est un système qui vous permet de vendre ou d'acheter des livres d'occasions d'autres étudiants. L'AGEPoly s'occupe du stockage de vos livres et les vend pour vous, sans contreparties.

source: How does the book exchange works ?
fr: Comment marche la bourse aux livres ?

source: The system is very simple:
fr: Le système est très simple:

source: To sell a book
fr: Pour vendre un livre

source: First step
fr: Première étape

source: You click on 'Propose a new book' in the left menu
fr: Vous cliquez sur 'Proposer un nouveau livre' dans le menu de gauche

source: You fill required informations and you print the generated page.
fr: Vous remplissez les informations requises et vous imprimez la page générée.

source: You bring your book, with the printed page at AGEPoly's event.
fr: Vous apportez votre livre, avec la page imprimée, à l'évènement de l'AGEPoly.

source: Second step
fr: Deuxième étape

source: We put your book in the system.
fr: Nous enregistrons votre livre dans le système.

source: You get an automatic confirmation on your @epfl.ch address.
fr: Vous recevrez une confirmation automatique sur votre adresse @epfl.ch.

source: When your book has been sold to another student, you will also receive an automatic email
fr: Quand votre livre sera acheté par un autre étudiant, vous recevrez aussi un mail automatique

source: At last, you can come back to AGEPoly's desk, with you student card (Camipro) to collect your money
fr: Enfin, vous pouvez revenir au bureau de l'AGEPoly, avec votre carte d'étudiant (Camipro) pour récupérer votre argent

source: To buy a book
fr: Pour acheter un livre

source: You browse this website to find a book
fr: Vous parcourez le site à la recherche d'un livre

source: You memorise the number of the book (NOT THE ISBN NUMBER!)
fr: Vous mémorisez le numéro du livre (PAS LE NUMÉRO ISBN !)

source: If you found what you needed, you can come to AGEPoly's event with the money (in cash or camipro!)
fr: Si vous avez trouvé ce que vous cherchiez, vous pouvez venir à l'évènement de l'AGEPoly avec l'argent (en cash ou en camipro!)

source: You now have a new book !
fr: Vous avez un nouveau livre !

source: The seller must be an EPFL student
fr: Le vendeur doit être un étudiant de l'EPFL

source: AGEPoly won't be responsible for any lost or stolen book
fr: L'AGEPoly n'est pas responsable pour la perte ou de vol des livres

source: AGEPoly won't be responsible for any deterioration of a book
fr: L'AGEPoly n'est pas responsable de l'éventuelle détérioration d'un livre

source: Handouts and language learning books cannot be sold using the book exchange
fr: Les polycopiés et les livres de langues ne peuvent pas être vendus via la bourse aux livres

source: The service is free, for EPFL students
fr: Le service est gratuit, pour les étudiants EPFL

source: If a book isn't sold or taken back after 14 months,
fr: Si un livre n'est pas vendu ou repris après 14 mois,

source: it's your responsibilty to get your book back at AGEPoly's desk, otherwise it will be given to the central library, without the possibility to get it or your money back !
fr: c'est votre responsabilité de venir chercher votre livre au bureau de l'AGEPoly, sans quoi il sera donné à la bibliothèque centrale, sans possiblité de récupérer le livre ou votre argent !

source: Il you left the EPFL, it's your responsibilty to follow your books. You have to contact AGEPoly as soon as possible.
fr: Si vous quittez l'EPFL, c'est votre responsabilité de suivre le statut de vos livres. Vous devez contacter rapidement l'AGEPoly.

source: Welcome to AGEPoly's book exchange!
fr: Bienvenue sur la bourse aux livres de l'AGEPoly !

source: Last book to buy
fr: Dernier livre mis en vente

source: A random book
fr: Un livre aléatoire

source: Candidates list
fr: Liste des candidats

source: Days lefts
fr: Jours restants

source: Validate
fr: Valider

source: New candidate
fr: Nouveau candidat

source: Add a new sales candidate
fr: Ajouter un nouveau candidat à la vente

source: There was an error submiting your book. Did you fill all fields ? Please try again.
fr: Il y a eu une erreur lors de l'envoi de votre livre. Avez-vous rempli tous les champs ? Merci d'essayer encore.

source: This page is the first step in the process to sell your book. You will pre-register the book in our database. You will then get a receipt that you need to bring your book at AGEPoly's event (from Tuesday, September 27, 2022 to Thursday, September 29, 2022 between 8:45 AM and 5:15 PM at CO floor 0).
fr: Cette page est la première étape du processus de mise en vente de votre livre. Vous allez pré-enregistrer le livre dans notre base de données. Vous recevrez ensuite une feuille que vous devrez apporter à l'évènement de l'AGEPoly du mardi 27 Septembre au jeudi 29 Septembre entre 8h45 et 17h15 en CO sous-sol (ou bien présenter le document sur votre téléphone avec le livre).

source: Once the book is submitted, you have to bring it to AGEPoly's book exchange at CO floor 0 from Tuesday, September 27, 2022 to Thursday, September 29, 2022 between 8:45 AM and 5:15 PM!
fr: Dès que livre est enregistré, vous devez l'amener à la bourse aux livres de l'AGEPoly en CO sous-sol entre mardi 27 septembre et jeudi 29 septembre 2022 de 8h45 à 17h15 !

source: ISBN of your book:
fr: ISBN de votre livre :

source: Begin by 978
fr: Commence par 978

source: en
fr: fr

source: What is an ISBN?
fr: Qu'est-ce qu'un ISBN ?

source: About your exemplar
fr: À propos de votre exemplaire

source: I accept
fr: J'accepte

source: the terms and conditions of the book exchange
fr: les conditions de la bourse aux livres

source: You must accept the terms and conditions to propose your book.
fr: Vous devez accepter les conditions de la bourse aux livres pour proposer votre livre.

source: Add
fr: Ajouter

source: New candidate added
fr: Nouveau candidat ajouté

source: Your candidate has been saved!
fr: Votre candidat a été sauvegardé !

source: You now have to print
fr: Vous devez maintenant imprimer

source: this page (open a new windows)
fr: cette page (s'ouvre dans une nouvelle fenêtre)

source: and put it inside the book. Don't forget to bring the book to the event!
fr: et mettre la page dans le livre. N'oubliez pas d'apporter le livre à l'évènement !

source: Back to the home page
fr: Retourner sur la page d'accueil

source: %(d)s day(s) left
fr: %(d)s jour(s) restant

source: Print
fr: Imprimer

source: You have no propositions yet!
fr: Vous n'avez pas encore de propositions !

source: Purchased books
fr: Livres achetés

source: You didn't purchased a book yet
fr: Vous n'avez pas encore acheté de livres

source: Book removing
fr: Retirer un livre

source: Book removed successfuly !
fr: Livre retiré avec succès !

source: Show the receipt
fr: Afficher le reçu

source: Exemplar invalid or already sold !
fr: Exemplaire invalide ou déjà vendu !

source: Exemplar ID:
fr: Exemplaire N° :

source: Reason:
fr: Raison :

source: Remove
fr: Supprimer

source: Sold books
fr: Livres vendus

source: Books you're selling or you sold
fr: Livres en vente ou vendus

source: Minimum price
fr: Prix minimum

source: Minimum sold price of similar books
fr: Prix minimum de livres similaires

source: Not sold since
fr: Pas vendu depuis

source: You didn't sell any books yet
fr: Vous n'avez pas encore vendu de livre

source: This page allows you to search available books.
fr: Cette page vous permet de rechercher parmi les livres disponibles.

source: OR
fr: OU

source: Author
fr: Auteur

source: Clear
fr: Effacer

source: Book selling
fr: Vente de livre

source: Book sold successfuly !
fr: Livre vendu avec succès !

source: Of the buyer
fr: De l'acheteur

source: Publisher
fr: Editeur

source: Average price
fr: Prix moyen

source: Stats
fr: Statistiques

source: %(sold)s book%(p)s sold, %(stock)s in stock
fr: %(sold)s livre%(p)s vendus, %(stock)s en stock

source: More details
fr: Plus de détails

source: Nobody
fr: Personne

source: Details
fr: Détails

source: %(nb_exemplaires)s books to sell and %(nb_exemplaires_vendu)s books sold<br /> Average price: %(average)s CHF<br /> since 23.10.2006.
fr: %(nb_exemplaires)s livres en vente et %(nb_exemplaires_vendu)s livres vendus<br /> Prix moyen: %(average)s CHF<br /> depuis le 23.10.2006.

source: Transactions list
fr: Liste des transactions

source: Unknown name
fr: Nom inconnu

source: Bookexchange: Change of price
fr: Bourse aux livres: Changement de prix

source: AGEPoly's book exchange: Exemplar removed
fr: Bourse aux livres de l'AGEPoly: Exemplaire retiré

source: AGEPoly's book exchange: Exemplar sold
fr: Bourse aux livres de l'AGEPoly: Exemplaire vendu

source: This candidate does not exist anymore. Maybe it was already validated.
fr: Ce candidat n'existe plus. Il a peut-être déjà été validé.

source: Book Number already in use !
fr: Numéro de livre déjà utilisé !

source: Invalid form data.
fr: Saisie invalide.
